Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Oczywiście oboje wiemy, jak to się skończy, i jak wszyscy oczekują, że się to skończy. Żadnych jeńców.
uk: Звичайно, ми обидва знаємо, чим це закінчиться. Тому ніяких полонених.

source: Oczywiście odwdzięczę się.
uk: Я, звісно ж, віддячу.

source: Oczywiście oprócz naszych wspólnych interesów. Jeśli sprawy dobrze się potoczą, to może będę na tyle łaskaw, by przypomnieć sobie, gdzie go położyłem.
uk: Окрім наших взаємних інтересів, звісно. Якщо все піде добре, я, можливо, буду настільки люб'язний, що згадаю, куди я його поклав.

source: Oczywiście pod warunkiem, że znasz podstawy. Wyrywanie zębów, pazurów, języków jaszczurów, rogów cieniostwora czy pozyskiwanie skorup i skór gadów wymaga przynajmniej bladego pojęcia o łowiectwie.
uk: Звісно, якщо ти знаєш основи. Виривання зубів, кігтів, язиків ящерів, рогів тінезвірів або знімання панцирів і шкур рептилій вимагає бодай якогось уявлення про полювання.

source: Oczywiście pozostaje też kwestia odtrutki, nie wiadomo, czy zadziała na truciznę stworzoną z wielu różnych składników.
uk: Звісно, постає питання про протиотруту, і незрозуміло, чи спрацює вона проти отрути, приготованої з багатьох різних інгредієнтів.

source: Oczywiście prowadzimy również skup najróżniejszych antycznych przedmiotów - w szczególności starych monet. Sprawdź swoje kieszenie i kufry, a może trochę zarobisz, przy okazji wzbogacając kolekcję dla przyszłych pokoleń!
uk: Ми також купуємо найрізноманітніші антикварні предмети – особливо старі монети. Перевірте свої кишені та скрині, і, можливо, ви трохи заробите, поповнивши нашу колекцію для майбутніх поколінь!

source: Oczywiście przegrałem, a dokument straciłem. Nie tak łatwo wyrobić sobie nowy, a nie uśmiecha mi się dawać co chwilę strażnikom w łapę...
uk: Звісно, я програв, і втратив документ. Отримати новий не так просто, а мені не дуже хочеться щоразу давати вартовим на лапу...

source: Oczywiście przepuściłem ich jako przedstawicieli władzy, ale nie uniknąłem kilku nieprzyjemnych komentarzy odnośnie mojej osoby.
uk: Звісно, я пропустив їх як представників влади, але не уникнув кількох неприємних коментарів на свою адресу.

source: Oczywiście później zażyczyli sobie, żebym spłacił swój dług, ale ja nie miałem z czego go spłacać.
uk: Звісно, згодом вони захотіли, щоб я повернув борг, але я не мав як його сплатити.

source: Oczywiście są też sprawy takie jak obowiązkowy pobór do wojska, zorganizowana przestępczość, standaryzacje królewskie, pozwolenia na budowę...
uk: Звичайно, існують також такі питання, як обов'язковий військовий призов, організована злочинність, королівська стандартизація, дозволи на будівництво...

source: Oczywiście są uciążliwe i Ulryk pewnie przyśle niebawem kogoś, by się ich pozbyć, ale w tym momencie bardziej interesuje mnie sam skład gleby oraz dalszy potencjał tego miejsca.
uk: Звісно, вони створюють незручності. І Ульрік, напевне, скоро пришле когось, щоб їх позбутися. Але наразі мене більше цікавить склад ґрунту і подальший потенціал цього місця.

source: Oczywiście słono za to zapłacę!
uk: Звичайно, я добре за це заплачу!

source: Oczywiście tak długo, jak zachowują się odpowiednio! Niestety miałem już tu kilka przykrych incydentów...
uk: Звичайно, при умові, що вони поводитимуться належним чином! На жаль, я вже мав тут кілька неприємних інцидентів...

source: Oczywiście to ja jestem najwyższy rangą zaraz po nim, więc teraz to ja będę musiał zaprowadzić tych chłopaków na pewną śmierć.
uk: Очевидно, що я найвищий за званням одразу після нього, тож тепер саме я маю вести цих хлопців на вірну смерть.

source: Oczywiście w kuszach możesz zastosować podobne rozwiązanie. Łączenie poszczególnych elementów jest trudne, ale z czasem nabierzesz wprawy. Musisz tylko uważnie sprawdzać jakość wszystkiego, co stworzysz.
uk: Звичайно, ти можеш використовувати подібне рішення і в арбалетах. З'єднувати окремі частини разом складно, але з часом ти наберешся досвіду. Потрібно лише ретельно перевіряти якість усього, що ти створюєш.

source: Oczywiście w ramach podziękowania za potwierdzenie moich przypuszczeń, ty możesz kupować u mnie wszystko w dawnych cenach. Masz tu też coś za fatygę.
uk: Звичайно, в знак подяки за підтвердження моїх припущень, ти можеш купувати у мене все за старими цінами. А це за твої клопоти.

source: Oczywiście wymagamy też lojalności. Nic nam po niezorganizowanych obwiesiach, którzy ostatnimi laty tak tłumnie zasilają szeregi straży.
uk: Звичайно, ми також вимагаємо лояльності. Ми нічого не отримаємо від неорганізованих дармоїдів, які останнім часом заполонили Міську Варту.

source: Oczywiście z pominięciem udziału dla Gildii, ale wysokość tej opłaty ustalisz już z Fynnem.
uk: За винятком частки для Гільдії, звісно, але про її розмір ти вже домовишся з Фінном.

source: Oczywiście za drobną opłatą, która przeznaczona zostanie na utrzymanie naszego zakonu.
uk: Звичайно, за невелику плату, яка піде на утримання нашого ордену.

source: Oczywiście zasięg takiej teleportacji jest ograniczony odległością oraz konkretnymi punktami, do których runy są przypisane.
uk: Звичайно, дальність такої телепортації обмежена відстанню і конкретними точками, до яких прив'язані руни.

source: Oczywiście zawsze zostaje też klasyczna łapówka, ale to raczej bardzo ryzykowne, gdy nie wiesz komu i ile zapłacić. Większość strażników przy bramach to straszni służbiści.
uk: Звичайно, завжди залишається класичний хабар, але це досить ризиковано, коли не знаєш, кому і скільки платити. Більшість вартових на воротах – страшенно правильні.

source: Oczywiście zwycięzca może liczyć na hojną nagrodę z mojej prywatnej kolekcji broni.
uk: Звісно, переможець може розраховувати на щедрий приз з моєї приватної колекції зброї.

source: Oczywiście złoto też cię nie ominie.
uk: Звісно, без золота теж не обійдеться.

source: Oczywiście że nie! Zabiła go jego własna obsesja. Człowiek, który podawał się za handlarza relikwiami, zwabił nas w pułapkę.
uk: Звісно, ні! Його вбила власна одержимість. Чоловік, який видавав себе за торговця реліквіями, заманив нас у пастку.

source: Oczywiście!
uk: Звісно!

source: Oczywiście! Dlaczego pan władza miałby się nami interesować? To nieporozumienie nie ma podłoża prawnego!
uk: Звичайно! Навіщо пану вартовому нами цікавитися? Це непорозуміння не має правового підґрунтя!

source: Oczywiście! Jestem jedyna w całym Archolos, która oferuje towary wyłącznie dla magów i nowicjuszy. Oczywiście nie tylko magowie u mnie się zaopatrują. Zwykli obywatele miasta też chętnie do mnie zaglądają.
uk: Звісно! Я єдина в усьому Архолосі, хто пропонує товари виключно для магів і послушників. Але не тільки маги у мене закуповуються. Звичайні жителі міста також люблять до мене зазирати.

source: Oczywiście! Już spieszę z wyjaśnieniami.
uk: Звісно! Зараз я все поясню.

source: Oczywiście! Miłego patrolu bez interwencji życzymy!
uk: Аякже! Приємного патрулювання без пригод!

source: Oczywiście! Nie mogło się obejść bez gróźb, wytykania błędów i fałszywej uprzejmości.
uk: Звісно! Не обійшлося без погроз, нарікань та фальшивої ввічливості.

source: Oczywiście! Od razu widać, że należysz do tych, którzy szukają roboty.
uk: Звичайно! По тобі одразу видно, що ти один із тих, хто шукає роботу.

source: Oczywiście! Zapraszam, czym chata bogata!
uk: Звісно! Ласкаво прошу, почувайтесь як вдома!

source: Oczywiście, Archolos to jedno z najważniejszych miejsc dla naszego zakonu.
uk: Звичайно, Архолос - одне з найважливіших місць для нашого ордену.

source: Oczywiście, bierz.
uk: Звичайно, забирай.

source: Oczywiście, bo po co innego gdzieś wyruszać, jeśli nie dla prastarej legendy o górach złota.
uk: Звісно, бо заради чого взагалі кудись йти, як не заради древньої легенди про гори золота.

source: Oczywiście, będę pamiętał! Wpadnij do mnie za jakiś czas, to na pewno będę miał dla ciebie coś specjalnego!
uk: Звичайно, я це пам'ятатиму! Зазирни якось до мене, для тебе обов'язково знайдеться щось особливе!

source: Oczywiście, będę pamiętał. Dzięki za pomoc.
uk: Звісно, матиму це на увазі. Дякую за допомогу.

source: Oczywiście, chłopcze, oczywiście. Podzielimy się skarbem mniej więcej po połowie.
uk: Звичайно, хлопче, звичайно. Ми розділимо скарб приблизно порівну.

source: Oczywiście, chłopcze.
uk: Звісно, хлопче.

source: Oczywiście, dla każdego znajdę chwilę mojego czasu. W końcu nigdzie się nie wybieram!
uk: Звичайно, я для кожного знайду хвилинку свого часу. Зрештою, я ж нікуди не подінуся!

source: Oczywiście, dla kogoś tak pomocnego, jak ty, mamy specjalną cenę. W końcu to dzięki tobie możemy spokojnie pracować!
uk: Звичайно, для настільки корисної людини, як ти, у нас спеціальна ціна. Зрештою, саме завдяки тобі ми можемо спокійно працювати!

source: Oczywiście, do zobaczenia.
uk: Звичайно, до зустрічі.

source: Oczywiście, dłużej nie przeszkadzam.
uk: Звичайно. Більше не відволікаємо.

source: Oczywiście, i na dodatek bardzo zadowolony z takiego obrotu wydarzeń.
uk: Звичайно, і до того ж він дуже задоволений таким поворотом подій.

source: Oczywiście, jakżeby inaczej...
uk: Звісно, а як інакше...

source: Oczywiście, jeśli chcesz zostać, możesz odbyć resztę treningu.
uk: Звичайно, якщо хочеш залишитись, то можеш продовжити тренування.

source: Oczywiście, jeśli mi się spodoba, to będę miał dla ciebie specjalną nagrodę.
uk: Звісно, якщо мені там сподобається, для тебе буде особлива винагорода.

source: Oczywiście, jeśli wyłożysz trochę złota, taką wiedzą nie mogę się dzielić za darmo.
uk: Звичайно, якщо ти викладеш трохи золота. Такими знаннями я не можу ділитися безкоштовно.

source: Oczywiście, już nigdy więcej mnie tu nie zobaczysz, obiecuję!
uk: Звичайно, ти більше ніколи мене тут не побачиш, обіцяю!

source: Oczywiście, klient nasz pan!
uk: Звичайно, клієнт завжди правий!

source: Oczywiście, mogłem się spodziewać. To taka niby służba, że jak trzeba coś zrobić dla uczciwego człowieka, to od razu się wycofujecie?
uk: Звичайно, цього варто було очікувати. Це така у вас служба, що як тільки треба щось зробити для чесної людини, то ви одразу даєте задню?

source: Oczywiście, może się okazać, że to nie cała szajka, chociaż wątpię. Tak jak powiedziałem, to zwykłe rzezimieszki, nie żadna wielka organizacja.
uk: Звичайно, може виявитися, що це не вся банда, хоча я в цьому сумніваюся. Як я вже сказав, вони просто бандити, а не якесь велике угрупування.

source: Oczywiście, na sam koniec, został nam jeszcze Tengral. To jeden z magów ognia.
uk: І, насамкінець, у нас залишився Тенграл. Він один з Магів Вогню.

source: Oczywiście, najlepiej coś sobie wmówić, zamiast ruszyć dupę i znaleźć dowody. Teraz już rozumiesz, z czym musimy się męczyć.
uk: Звісно, зручніше собі чогось надумати, замість того, щоб відірвати дупу від землі і знайти докази. Тепер ти розумієш, з чим нам доводиться миритися.

source: Oczywiście, najpierw musicie wszystko uzgodnić z Albynem, to on decyduje, kto tutaj może handlować, a kto nie.
uk: Звісно, спочатку треба узгодити все з Альбіном, це він вирішує, хто тут може торгувати, а хто ні.

source: Oczywiście, nie mnie oceniać boską przezorność.
uk: Звичайно, не мені судити про Божий промисел.

source: Oczywiście, nie za darmo.
uk: Звісно ж, не безкоштовно.

source: Oczywiście, nie za darmo. W tych czasach trzeba sobie zorganizować kilka źródeł dochodu, by być pewnym jutra.
uk: Звісно, не задарма. У наш час потрібно мати кілька джерел доходу, щоб бути впевненим у завтрашньому дні.

source: Oczywiście, nikt ci nie zabrania kupowania broni u handlarzy. Byle tylko tych prowadzących legalne interesy!
uk: Звичайно, ніхто не забороняє тобі купувати зброю у торговців. Тільки якщо йдеться про легальну торгівлю!

source: Oczywiście, oczywiście, będę pamiętał!
uk: Звісно, звісно, я пам'ятатиму!

source: Oczywiście, ona zawsze traktowała to jako młodzieńcze marzenie, bez szans na powodzenie.
uk: Звісно, вона завжди ставилась до цього як до юнацької мрії, у якої немає ніяких шансів на майбутнє.

source: Oczywiście, oto ona.
uk: Звичайно, ось вона.

source: Oczywiście, po co poszerzać horyzonty, skoro można zadowolić się paroma zdawkowymi informacjami?
uk: Звичайно, навіщо розширювати свій кругозір, якщо можна задовольнитися кількома поверхневими відомостями?

source: Oczywiście, po części to ja ich wychowywałem. Gdy któryś coś zbroił, to najpierw przychodził do mnie, żebym pomógł mu uspokoić ojca.
uk: Звісно, бо частково це я їх виховував. Коли хтось із них погано поводився, він спочатку приходив до мене, щоб я допоміг заспокоїти їх батька.

source: Oczywiście, pod warunkiem że będą to skóry wysokiej jakości. Zapłacę ci za nie więcej niż inni na rynku, na pewno ci się opłaci.
uk: Звичайно, за умови, що це будуть високоякісні шкури. Я заплачу тобі за них більше, ніж інші торговці, і ти точно не пошкодуєш.

source: Oczywiście, powodzenia w uprawie bagiennego ziela.
uk: Само собою. Удачі вам з болотною травою.

source: Oczywiście, przekazaliśmy mu wszystko, co powiedział Kessel. Niestety, nie było tego zbyt wiele.
uk: Звісно, ми переказали йому все, що розповів Кессель. На жаль, цього було замало.

source: Oczywiście, przepraszam. Masz odpowiednie... ile kosztują takowe składniki?
uk: О, звичайно, даруй. Тільки скажи мені... скільки коштують такі складники?

source: Oczywiście, rozumiem, ale spokojnie, nie mam zamiaru niczego palić. Do widzenia!
uk: Звісно, я розумію, але запевняю, я не маю наміру нічого підпалювати. До побачення!

source: Oczywiście, rozumiemy, nic nie szkodzi...
uk: Звичайно, розуміємо, нічого страшного...

source: Oczywiście, stosuje je od dłuższego czasu!
uk: Звичайно, я вже давно ними користуюся!

source: Oczywiście, synu.
uk: Звичайно, сину.

source: Oczywiście, to ludzie Króla - zasługują na odpowiednie warunki.
uk: Очевидно, що це люди Короля – а значить вони заслуговують на відповідні умови.

source: Oczywiście, tylko na własny użytek!
uk: Звичайно, тільки для власного вжитку!

source: Oczywiście, układ to układ! Bagienne ziele dobre, żebranie złe! Dawaj!
uk: Звичайно, угода є угода! Болотна трава – це добре, а жебракування – погано! Давай!

source: Oczywiście, w końcu na czym oszczędzać, jak nie na zdrowiu?
uk: Авжеж, на чому ж економити, як не на своєму здоров'ї?

source: Oczywiście, wszystkich uciekinierów obowiązują te same przepisy, dlatego stanowczo proszę, by niezwłocznie zgłaszać wszystkie niepokojące zachowania naszych gości.
uk: Звичайно, для всіх біженців діють ті самі правила. Тому я наполегливо закликаю вас негайно повідомляти про будь-яку підозрілу поведінку наших гостей.

source: Oczywiście, z pokorą przyjmę ich reprymendę i będę błagał Adanosa o wybaczenie moich zbrodni.
uk: Звичайно, я смиренно прийму їхню догану і буду благати Аданоса пробачити мої злочини.

source: Oczywiście, z tobą zawsze chętnie porozmawiam.
uk: Звичайно, я завжди радий з тобою поспілкуватися.

source: Oczywiście, z wielką chęcią przyczynie się do wzbogacenia prywatnej kolekcji szanowanego obywatela.
uk: Звичайно, я із привеликим задоволенням зроблю свій внесок у приватну колекцію шановного громадянина.

source: Oczywiście, za parę sztuk złota. Ciężkie czasy nastały, a za coś chleb trzeba kupić.
uk: За кілька золотих, звісно. Настали важкі часи, і хліб треба за щось купувати.

source: Oczywiście, zasłużyłeś! Do zobaczenia! Kto wie, może przy następnym spotkaniu będziesz już obywatelem Archolos?
uk: Звичайно, ти його заслужив! До зустрічі! Хто знає, можливо, коли ми зустрінемося наступного разу, ти вже будеш громадянином Архолосу?

source: Oczywiście, zawsze musi być warunek... gadaj.
uk: Ну звісно, завжди має бути умова... кажи.

source: Oczywiście, że alchemikiem. Nazywam się Hershlik, jeśli już zagłębiamy się w detale.
uk: Очевидно, що я алхімік. Мене звати Гершлік, якщо вже вдаватися в подробиці.

source: Oczywiście, że by się przydała. Dlaczego pytasz?
uk: Звичайно, вона б нам дуже пригодилась. Чому ти запитуєш?

source: Oczywiście, że cię przysyła. Próbuje ratować to, co się da.
uk: Ясна річ, що він тебе прислав. Він намагається врятувати те, що можна.

source: Oczywiście, że jestem kucharką i to bardzo, BARDZO zdenerwowaną kucharką.
uk: Звісно, я кухарка, і дуже, ДУЖЕ розлючена кухарка.

source: Oczywiście, że karczmarzowi... i jego księdze rachunkowej.
uk: Звісно, корчмарю... і його бухгалтерській книжці.

source: Oczywiście, że każdy jest wojownikiem! Celem życia każdego z nas jest bronienie naszego domu, naszych rodzin i naszych tradycji.
uk: Звичайно, що кожен з нас – воїн! Для кожного з нас захищати свій дім, свою сім'ю та свої традиції – це і є сенсом нашого життя.

source: Oczywiście, że mi ich brakuje. Na niektóre rzeczy nie mamy jednak większego wpływu.
uk: Звичайно, я сумую за ними. Але деякі речі нам не підвладні.

source: Oczywiście, że muszę! Przygotowanie to podstawa każdej walki! Dlaczego pytasz?
uk: Звісно, що потрібно! Підготовка – це основа будь-якого бою! А чому ти питаєш?

source: Oczywiście, że nic nie robi, skoro tuzin dobrych ludzi, którzy mieli się sprawą zająć, gdzieś się zawieruszył, i nie mamy pojęcia gdzie!
uk: Ясна річ, вони нічого з цим не роблять, оскільки з десяток хороших людей, які повинні були займатися цією справою, кудись зникли, і ми не знаємо куди!

source: Oczywiście, że nie odda ci go, ot tak! I o to w tym właśnie chodzi!
uk: Звісно, що вона не віддасть його тобі просто так! І якраз в цьому вся суть!

source: Oczywiście, że nie! Być może znalazłbyś jakiś sposób, aby, powiedzmy, odroczyć proces standaryzacji.
uk: Звісно, ні! Можливо, можна було б знайти спосіб, скажімо, відкласти процес стандартизації.

source: Oczywiście, że nie! My próbowaliśmy go uwolnić, razem ze wszystkimi innymi przetrzymywanymi tutaj więźniami.
uk: Звісно, що ні! Ми намагалися його звільнити, разом з усіма іншими в'язнями, що утримувались тут.

source: Oczywiście, że nie! Przecież młode to jeszcze i głupie! Nie wie, co dla niej będzie najlepsze!
uk: Звичайно ж ні! Адже молоді ще такі дурні. Вона не знає, що буде для неї краще!

source: Oczywiście, że nie! Próbowałem już chyba wszystkiego!
uk: Звісно, що ні! Здається, я вже все перепробував!

source: Oczywiście, że nie. Może najpierw spróbujesz nowego piwa Tomasa? Sam opracował recepturę. Proszę.
uk: Звісно, що ні. Може, спершу спробуєш нового пива Томаса? Він сам розробив рецепт. Прошу.

source: Oczywiście, że potrzebuję! Ta kuchnia od tygodni świeci pustkami, a wszystko przez te cholerne ulewy!
uk: Звісно, потрібен! Ця кухня пустує вже кілька тижнів, і все через ці кляті зливи!

source: Oczywiście, że są! Z Varrantu, z Nordmaru, z całej Myrtany. Mamy wszystkie jakich możesz sobie zażyczyć.
uk: Звісно, що привозять! З Варанту, з Нордмару, з усієї Міртани. У нас є всі, яких тільки можна забажати.

source: Oczywiście, że tak! Zaraz po tym, jak uiścisz odpowiednią opłatę wejściową.
uk: Звісно, що так! Як тільки сплатиш відповідний вступний внесок.

source: Oczywiście, że tak, przecież mieliśmy umowę! Trzeba być lojalnym i nie obgadywać nikogo za plecami, bo słowa ranią bardziej niż miecz! Najlepsi przyjaciele na zawsze!
uk: Звісно, що так, ми ж домовилися! Треба бути чесним і не обговорювати нікого за спиною, бо слова ранять сильніше, ніж меч! Найкращі друзі назавжди!

source: Oczywiście, że tak. Dobrze, skoro już tutaj jesteś, to możesz mi w czymś pomóc.
uk: Звісно, що так. Оскільки ти вже тут, є дещо, з чим ти можеш мені допомогти.

source: Oczywiście, że tak. Masz mnie za jakiegoś złodzieja?
uk: Звісно. Ти що, вважаєш мене за якогось злодія?

source: Oczywiście, że tak... pełno ich teraz na ulicach.
uk: Звичайно, що так... їх зараз повно на вулицях.

source: Oczywiście, że wie! Jest szefem kopalni, czyli pierwszą osobą, którą się o wszystkim informuje!
uk: Звісно, що знає! Він же начальник копальні, а це означає, що він перша особа, яку про все інформують!

source: Oczywiście, że wiem. Za młodu wiele się za mną uganiało!
uk: Звісно, знаю. Замолоду за мною багато дівчат бігало!

source: Oczywiście.
uk: Звичайно.

source: Oczywiście. Cieszę się, że doszliśmy do porozumienia.
uk: Авжеж. Я радий, що ми дійшли згоди.

source: Oczywiście. Co by ze mnie był za strażnik, gdybym nie zwrócił.
uk: Звісно, повернув. Що б я був за вартовий, якби не повернув.

source: Oczywiście. Jak każdego członka naszych sił specjalnych, chętnie nauczę cię strzelania z łuku i pokażę, jak być zręczniejszym.
uk: Звісно. Як і будь-якого члена нашого загону, я буду радий навчити тебе стріляти з лука, і показати, як стати більш спритним.

source: Oczywiście. Jak każdego elitarnego członka straży, chętnie cię wyszkolę.
uk: Звісно. Як і будь-якого елітного члена Варти, я буду радий тебе тренувати.

source: Oczywiście. Jako że chcę sprzedawać dostarczaną przez ciebie broń za jak najlepsze pieniądze, to musi ona być jak najwyższej jakości.
uk: Звісно. Оскільки я хочу максимально вигідно продати зброю, що ти приносиш, вона має бути найвищої якості.

source: Oczywiście. Jesteś moim czeladnikiem, więc musisz posiadać odpowiednie umiejętności, żeby dobrze wykonywać swoje obowiązki.
uk: Звісно. Ти мій учень, тож повинен володіти відповідними навичками, щоб добре виконувати свої обов'язки.

source: Oczywiście. Już się za to zabieram.
uk: Звісно. Я вже починаю працювати над цим.

source: Oczywiście. Król mu ufa i dlatego co jakiś czas pojawia się na wyspie.
uk: Звісно. Король йому довіряє, і тому він час від часу з'являється на острові.

source: Oczywiście. Lubię wiedzieć, co się dzieje wokół mnie.
uk: Звичайно. Мені подобається знати, що відбувається навколо мене.

source: Oczywiście. Ludzie wiedzą co dobre. A już rekomendacja samego Rhobara II jest wystarczającym dowodem na jakość moich wyrobów.
uk: Звичайно. Люди знають, у кого найкращий товар. А рекомендація самого Робара II є достатнім доказом якості моєї продукції.

source: Oczywiście. Ma to we krwi. Na dwudzieste urodziny zrobił to mój dziad, ojciec i starszy syn. On też to zrobi.
uk: Звісно. Це у нас в крові. Мій дід, батько і старший син зробили це на своє двадцятиріччя. І він це зробить.

source: Oczywiście. Możesz obejrzeć wszystko, kiedy tylko będziesz miał ochotę. Idź do Joe, poczęstuj się piwem, pierwsze na mój koszt!
uk: Звісно. Ти можеш простежити весь процес, якщо матимеш бажання. Йди до Джо, почастуй себе пивом, перше за мій рахунок!

source: Oczywiście. Nie będzie już więcej sprawiał problemów... nikomu.
uk: Звісно. Він більше не завдасть жодних проблем... Нікому.

source: Oczywiście. Nie zauważyłeś w okolicy niczego podejrzanego? Nie pojawiły się jakieś stworzenia, których normalnie się tutaj nie spotyka?
uk: Звичайно. Ти не помітив нічого підозрілого в цьому районі? Тобі часом не зустрічалися істоти, які зазвичай тут не зустрічаються?

source: Oczywiście. Proszę.
uk: Звісно! Прошу.

source: Oczywiście. Przyszedłem zadać ci parę łatwych i przyjemnych pytań.
uk: Звісно. Я прийшов задати тобі декілька простих і приємних запитань.

source: Oczywiście. Pójdź sobie jak cała reszta!
uk: Звісно. Йди собі, як і всі інші!

source: Oczywiście. Rozumiem.
uk: Звичайно. Я розумію.

source: Oczywiście. Wpadnę później.
uk: Звичайно. Зайду пізніше.

source: Oczywiście... wy, młodzi, mielibyście zrobić coś za darmo...
uk: Звісно... ви, молодь, нічого не робите задарма...

source: Oczyścić brzeg
uk: Очищення берега

source: Oczyścić kopalnię?
uk: Зачистити копальню?

source: Oczyściłem młyn. Osvald dał mi za to kilka monet.
uk: Я розчистив млин від каміння. Освальд дав мені за це кілька монет.

source: Oczyściłem okolicę z wszystkich ścierwojadów.
uk: Я очистив територію від усіх падальників.

source: Oczyść mój umysł!
uk: Очисти мій розум!

source: Od Bitwy o Wschodni Archipelag nie docierają do nas ŻADNE nowe kontyngenty.
uk: Після битви за Східний Архіпелаг не прибуло ЖОДНОГО підкріплення.
